Revit 2027 API
FilterNumericRuleEvaluator Properties
The FilterNumericRuleEvaluator type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
FilterNumericRuleEvaluator Class
Autodesk.Revit.DB Namespace